Repository: atefevan/-_-_BD_Auth
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Department of Food
bn: খাদ্য অধিদপ্তর

# nidTitle
source: National Identity Card
bn: জাতীয় পরিচয়পত্র

# nidTxtHint
source: Enter Your National Identity Card Number
bn: আপনার জাতীয় পরিচয়পত্র নম্বর লিখুন

# nidInvalidTxtHint
source: NID Number is Required
bn: জাতীয় পরিচয়পত্র নম্বর প্রয়োজন

# cellTitle
source: Mobile Number
bn: মোবাইল নম্বর

# cellTxtHint
source: Enter Your Registered Mobile Number
bn: আপনার নিবন্ধিত মোবাইল নম্বর লিখুন

# cellInvalidTxtHint
source: Mobile Number is Required
bn: মোবাইল নম্বর প্রয়োজন

# loginButtonTxt
source: Next
bn: পরবর্তী

# congratsTitle
source: Congratulation,You've successfully completed registration
bn: অভিনন্দন, আপনি সফলভাবে রেজিস্ট্রেশন সম্পন্ন করেছেন

# congratsButtonTxt
source: Let's Start
bn: ব্যাবহার শুরু করি

# otpTitle
source: A four digit verification code has been sent to the number provided on your dealer license card. Please enter the code in the box below.
bn: আপনার ডিলার লাইসেন্স কার্ডের প্রদত্ত নম্বরে চার ডিজিটের ভেরিফিকেশন কোড পাঠানো হয়েছে। অনুগ্রহ করে নিচের ঘরে কোডটি লিখুন

# sendOTPButtonTxt
source: Verify
bn: নিশ্চিত

# resendOTPButtonTxt
source: Send Again
bn: পুনরায় পাঠান

# scanTitle
source: Press "Scan" button to identify rice receiver
bn: চাল গ্রহীতা শনাক্ত করার জন্য "স্ক্যান" বাটন চাপুন

# scanButtonTxt
source: scan
bn: স্ক্যান করুন

# otpTitleVerify
source: If the person cannot be identified by the assigned card, verify with the message sent to the mobile
bn: নির্ধারিত কার্ড দ্বারা ব্যক্তিকে শনাক্ত করা সম্ভব না হলে মোবাইলে প্রেরণকৃত মেসেজ দিয়ে যাচাই করুন

# otpButtonTxt
source: Send OTP
bn: OTP দিন

# imgVerifyTitle
source: Information
bn: তথ্য

# imgTrueButtonTxt
source: Right
bn: সঠিক

# imgFalseButtonTxt
source: Wrong
bn: সঠিক নয়

# imgVerifiedTitle
source: Congratulations!, you have entered the correct identity
bn: অভিনন্দন আপনি সঠিকভাবে পরিচয় প্রদান করেছেন

# imgVerifiedButtonTxt
source: Next Scan
bn: পরবর্তী স্ক্যান করুন
